brew "coreutils"
brew "git"
brew "python"
brew "ruby"
brew "direnv"
brew "vim"
brew "mas"
brew "jq"
brew "gh"
brew "wget"

# shells
brew "fish"
brew "bash"
brew "zsh"
brew "zellij"

# dev
cask "corretto"
brew "coursier"
brew "dotnet"

# apps
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code" 
mas "xcode", id: 497799835

#amazon
brew "awscli"
