brew "coreutils"
brew "git"
brew "python3"
brew "ruby"
brew "direnv"
brew "vim"
brew "mas"
brew "jq"

# shells
brew "fish"
brew "bash"
brew "zsh"
brew "zellij"

# dev
cask "corretto"
brew "coursier"

# apps
# cask "google-chrome"
brew "chrome-cli"
cask "iterm2"
cask "visual-studio-code" 
mas "xcode", id: 497799835

#amazon
brew "mwinit"
brew "awscli"