alssys.interactive-scala
eamodio.gitlens
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
jojoee.scala-cheatsheet
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-vscode-remote.remote-containers
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
scala-lang.scala
scala-lang.scala-snippets
scalameta.metals
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wmanth.jar-viewer
